Repository: multitaskict/MediMonitorMAUI
Catalog: MediMonitor/Resources/AppResources.*.resx
Languages: nl

source: Activate Survey
nl: Enquete Activeren

source: App Settings
nl: App Instellingen

# App Updated
source: Application is updated
nl: Applicatie bijgewerkt

# App Welcome
source: Because you receive medication from Regenboog Apotheek, we ask you to fill in a short daily survey.
nl: Omdat u medicatie van de Regenboog Apotheek afneemt, vragen wij u een korte dagelijkse enquete in te vullen.

# AppLoadError
source: Could not load the application.
nl: Kon de applicatie niet starten.

source: Back
nl: Terug

source: Cancel
nl: Annuleren

source: Confirm choice
nl: Bevestig keuze

source: Current Surveys
nl: Huidige Enquetes

source: Download data
nl: Gegevens downloaden

# Download data Details
source: Download your data from this app.
nl: Download uw gegevens van deze app.

source: Enable notifications
nl: Meldingen inschakelen

# Enable Notifications Info
source: Enable Notifications to get a Daily push message at the time to take the medicine.
nl: Schakel notificaties in om dagelijks een melding te krijgen om de medicatie in te nemen.

source: Enter today's score.
nl: Voer de score van vandaag in.

source: Flash
nl: Flitser

# FullDateFormat
source: {0:dddd MMMM dd yyyy}
nl: {0:dddd dd MMMM yyyy}

source: History
nl: Geschiedenis

# Instructions
source: Scan the QR Code that is included in the package.
nl: Scan de QR Code die in de verpakking aanwezig is.

# LoadingApplication
source: Loading the application...
nl: Bezig met laden van de applicatie...

source: Manual Entry
nl: Handmatige Invoer

# Manual Entry Info
source: Enter the text beneath the QR code.
nl: Voer de tekst in die onder de QR Code staat.

# MediMonitor updated
source: XMediMonitor has been updated
nl: MediMonitor is bijgewerkt

source: No
nl: Nee

# NoSessionEx
source: Your session has expired. Sign in and try again.
nl: Uw sessie is verlopen, log opnieuw in en probeer het opnieuw.

# Not connected
source: You are not connected to the internet. Connect and try again.
nl: U bent niet met het internet verbonden. Maak een verbinding en probeer het opnieuw!

source: Previous Surveys
nl: Vorige Enquetes

source: Privacy Agreement
nl: Privacyverklaring

source: Remove all data
nl: Verwijder alle data

source: Remove data
nl: Gegevens verwijderen

# Remove data Details
source: Remove your data from this app.
nl: Verwijder uw gegevens van deze app.

source: Remove local data
nl: Verwijder lokale data

source: Remove notifications
nl: Meldingen verwijderen

# RemoveDataError
source: Could not remove data because of a server error.
nl: Kon data niet verwijderen door een serverfout.

source: Retry
nl: Opnieuw proberen

source: Settings
nl: Instellingen

source: Sign in error
nl: Inlogfout

source: Sign off
nl: Uitloggen

# Sign off Confirm
source: Are you sure you wish to sign off?
nl: Weet u zeker dat u uit wilt loggen?

# Sign Off Details
source: Sign off from the application.
nl: Log uit van de applicatie.

source: Submit
nl: Verzenden

source: Survey
nl: Enquete

source: Survey Medication
nl: Enquete Medicatie

# Survey Question
source: How are you feeling today?
nl: Hoe voelt u zich vandaag?

# Survey saved
source: Your survey response has been saved. Connect to the internet to synchronise.
nl: Uw enqueteantwoord is opgeslagen. Verbind met het internet om uw antwoord te synchroniseren.

# Survey Score Description
source: Enter a lower score if you are feeling better.
nl: Voer een lagere score in als u zich beter voelt.

# Survey Score Info
source: Enter a score between 1 and 7.
nl: Voer een score in tussen 1 en 7.

# Survey sent
source: Your survey response has been sent.
nl: Uw enqueteantwoord is verzonden.

# Sync
source: Synchronise
nl: Synchroniseer

# Sync Complete
source: Synchronisation completed
nl: Synchronisatie voltooid

# TryAgain
source: Do you want to try again?
nl: Wilt u het opnieuw proberen?

# Unsupported QR
source: QR Code not suuported.
nl: QR Code niet ondersteund.

source: Update
nl: Bijwerken

# Update Data
source: To be able to continue, we need to update the database. You might need to sign in again using the QR code.
nl: Om verder te kunnen gaan moeten we de database updaten en moet u mogelijk opnieuw met uw QR code inloggen.

source: User Settings
nl: Gebruikersinstellingen

source: Version
nl: Versie

source: Yes
nl: Ja
